Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Detail
ar: التفاصيل
es: Detalle
fr: Détail
hi: विवरण
it: Dettaglio
ja: 詳細
pt_br: Detalhe
ru: Деталь
zh_hans: 详情

source: Develop “%@”
ar: تطوير "%@"
es: Desarrollar “%@”
fr: Développer « %@ »
hi: "%@" विकसित करें
it: Sviluppa “%@”
ja: 「%@」を開発する
pt_br: Desenvolva “%@”
ru: Разработать «%@»
zh_hans: 开发“%@”

source: Difference
ar: الفرق
es: diferencia
fr: Différence
hi: अंतर
it: Differenza
ja: 違い
pt_br: Diferença
ru: Разница
zh_hans: 差异

source: Diffusion
ar: الانتشار
es: Difusión
hi: प्रसार
it: Diffusione
ja: 拡散
pt_br: Difusão
ru: Диффузия
zh_hans: 扩散

source: Diffusion is soft and wide, Bloom is tighter, and Halation is a red fringe.
ar: الانتشار ناعم وواسع، والزهرة أكثر إحكامًا، والهالة ذات هامش أحمر.
es: La difusión es suave y amplia, la floración es más densa y la halación es una franja roja.
fr: La diffusion est douce et large, la floraison est plus serrée et le Halation est une frange rouge.
hi: प्रसार नरम और चौड़ा है, ब्लूम सख्त है, और हेलेशन एक लाल फ्रिंज है।
it: La diffusione è morbida e ampia, il Bloom è più stretto e l'Halation è una frangia rossa.
ja: ディフュージョンは柔らかくワイド、ブルームはよりタイト、ハレーションはレッドフリンジです。
pt_br: A difusão é suave e ampla, o Bloom é mais denso e o Halation é uma franja vermelha.
ru: Diffusion — мягкий и широкий, Bloom — более плотный, а Halation — красная бахрома.
zh_hans: 漫射柔和且宽广，光晕更紧密，光晕是红色边缘。

source: Dims the picture outside this color's range. It is not kept when you press OK.
ar: يقوم بتعتيم الصورة خارج نطاق هذا اللون. ولا يتم الاحتفاظ به عند الضغط على OK.
es: Atenúa la imagen fuera del rango de este color. No se guarda cuando presiona OK.
fr: Assombrit l'image en dehors de la plage de cette couleur. Il n'est pas conservé lorsque vous appuyez sur OK.
hi: इस रंग की सीमा के बाहर चित्र को धुंधला कर देता है। जब आप ओके दबाते हैं तो यह नहीं रखा जाता है।
it: Oscura l'immagine al di fuori della gamma di questo colore. Non viene mantenuto quando si preme OK.
ja: この色の範囲外の画像を暗くします。 OKを押しても保持されません。
pt_br: Escurece a imagem fora do intervalo desta cor. Não é mantido quando você pressiona OK.
ru: Затемнение изображения за пределами диапазона этого цвета. Он не сохраняется при нажатии ОК.
zh_hans: 使该颜色范围之外的图片变暗。当您按“确定”时，不会保留它。

source: Disable Layer Mask
ar: تعطيل قناع الطبقة
es: Deshabilitar máscara de capa
fr: Désactiver le masque de calque
hi: लेयर मास्क अक्षम करें
it: Disabilita la maschera di livello
ja: レイヤーマスクを無効にする
pt_br: Desativar máscara de camada
ru: Отключить маску слоя
zh_hans: 禁用图层蒙版

source: Disable Mask
ar: تعطيل القناع
es: Desactivar máscara
fr: Désactiver le masque
hi: मास्क अक्षम करें
it: Disabilita maschera
ja: マスクを無効にする
pt_br: Desativar máscara
ru: Отключить маску
zh_hans: 禁用蒙版

source: Distance
ar: المسافة
es: Distancia
hi: दूरी
it: Distanza
ja: 距離
pt_br: Distância
ru: Расстояние
zh_hans: 距离

source: Distort
ar: تشويه
es: distorsionar
fr: Distorsion
hi: विकृत करना
it: Distorcere
ja: ディストーション
pt_br: Distorcer
ru: Искажать
zh_hans: 扭曲

source: Distort Layer Mask
ar: تشويه قناع الطبقة
es: Distorsionar máscara de capa
fr: Masque de calque de distorsion
hi: विकृत परत मास्क
it: Maschera di livello distorce
ja: ディストーションレイヤーマスク
pt_br: Máscara de camada de distorção
ru: Маска слоя искажения
zh_hans: 扭曲图层蒙版

source: Distort Layers
ar: تشويه الطبقات
es: Distorsionar capas
fr: Distorsion des couches
hi: विकृत परतें
it: Strati di distorsione
ja: レイヤーを歪ませる
pt_br: Distorcer camadas
ru: Искажать слои
zh_hans: 扭曲层

source: Distortion
ar: تشويه
es: distorsión
fr: Distorsion
hi: विकृति
it: Distorsione
ja: ディストーション
pt_br: Distorção
ru: Искажение
zh_hans: 失真度

source: Distribution
ar: التوزيع
es: Distribución
hi: वितरण
it: Distribuzione
ja: 配布
pt_br: Distribuição
ru: Распространение
zh_hans: 分布

source: Dither
ar: تردد
es: tramado
fr: Tramage
hi: उधर
ja: ディザリング
pt_br: Pontilhar
ru: Дизеринг
zh_hans: 抖动

source: Dither…
ar: تردد…
es: Tramado…
fr: Tramage…
hi: उधर...
it: Ditre…
ja: ディザ…
pt_br: Hesitar…
ru: Дизеринг…
zh_hans: 抖动…

source: Divide
ar: قسمة
es: dividir
fr: Diviser
hi: फूट डालो
it: Dividere
ja: 分ける
pt_br: Dividir
ru: Разделить
zh_hans: 划分

source: Document Bounds
ar: حدود الوثيقة
es: Límites del documento
fr: Limites du document
hi: दस्तावेज़ सीमाएँ
it: Limiti del documento
ja: ドキュメントの境界
pt_br: Limites do documento
ru: Границы документа
zh_hans: 文档范围

source: Done
ar: تم
es: hecho
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Don’t Save
ar: لا تحفظ
es: No guardar
fr: Ne pas enregistrer
hi: सहेजें मत
it: Non salvare
ja: 保存しないでください
pt_br: Não salve
ru: Не сохранять
zh_hans: 不保存

source: Dot
ar: نقطة
es: Punto
fr: Point
hi: बिंदु
it: Punto
ja: ドット
pt_br: Ponto
ru: Точка
zh_hans: 点

source: Dots
ar: النقاط
es: Puntos
fr: Points
hi: बिंदु
it: Punti
ja: ドット
pt_br: Pontos
ru: Точки
zh_hans: 点

source: Down
ar: أسفل
es: abajo
fr: Vers le bas
hi: नीचे
it: Giù
ja: ダウン
pt_br: Para baixo
ru: Вниз
zh_hans: 向下

source: Drag a color in the picture. Nearby color families move together.
ar: اسحب لونًا في الصورة. تتحرك عائلات الألوان القريبة معًا.
es: Arrastra un color en la imagen. Las familias de colores cercanas se mueven juntas.
fr: Faites glisser une couleur dans l'image. Les familles de couleurs voisines se déplacent ensemble.
hi: चित्र में कोई रंग खींचें. आस-पास के रंग परिवार एक साथ चलते हैं।
it: Trascina un colore nell'immagine. Le famiglie di colore vicine si muovono insieme.
ja: 画像内の色をドラッグします。近くの色の家族は一緒に移動します。
pt_br: Arraste uma cor na imagem. As famílias de cores próximas movem-se juntas.
ru: Перетащите цвет на картинке. Близлежащие цветные семьи движутся вместе.
zh_hans: 在图片中拖动一种颜色。邻近的色系会一起移动。

source: Drag a point. Click to add one. Double-click a point to remove it.
ar: اسحب نقطة. انقر لإضافة واحدة. انقر نقرًا مزدوجًا فوق نقطة لإزالتها.
es: Arrastra un punto. Haga clic para agregar uno. Haga doble clic en un punto para eliminarlo.
fr: Faites glisser un point. Cliquez pour en ajouter un. Double-cliquez sur un point pour le supprimer.
hi: एक बिंदु खींचें. एक जोड़ने के लिए क्लिक करें. किसी बिंदु को हटाने के लिए उस पर डबल-क्लिक करें।
it: Trascina un punto. Fare clic per aggiungerne uno. Fare doppio clic su un punto per rimuoverlo.
ja: 点をドラッグします。クリックして追加します。ポイントをダブルクリックして削除します。
pt_br: Arraste um ponto. Clique para adicionar um. Clique duas vezes em um ponto para removê-lo.
ru: Перетащите точку. Нажмите, чтобы добавить его. Дважды щелкните точку, чтобы удалить ее.
zh_hans: 拖动一个点。单击以添加一个。双击一个点将其删除。

source: Drag a rectangle · Shift add · Option subtract · Shift again mid-drag square · Drag inside to move · ⌘-drag moves pixels · Delete clears · ⌘D deselect
ar: اسحب مستطيلًا · Shift add · Option subtract · Shift مرة أخرى في منتصف مربع السحب · اسحب للداخل للتحرك · ⌘ - اسحب وحدات البكسل · حذف للمسح · ⌘D قم بإلغاء التحديد
es: Arrastre un rectángulo · Mayús agregar · Opción restar · Mayús nuevamente mientras arrastra el cuadrado · Arrastre hacia adentro para mover · ⌘-arrastrar mueve píxeles · Eliminar borra · ⌘D deseleccionar
fr: Faites glisser un rectangle · Maj ajouter · Option soustraire · Décaler à nouveau au milieu du carré · Faire glisser à l'intérieur pour déplacer · ⌘-glisser déplace les pixels · Supprimer efface · ⌘D désélectionner
hi: एक आयत खींचें · शिफ्ट जोड़ें · विकल्प घटाएं · फिर से मध्य-खींचें वर्ग को शिफ्ट करें · स्थानांतरित करने के लिए अंदर खींचें · ⌘-खींचें पिक्सेल को स्थानांतरित करता है · हटाएं साफ़ करें · ⌘D अचयनित करें
it: Trascina un rettangolo · Maiusc aggiungi · Opzione sottrai · Maiusc di nuovo trascina il quadrato a metà · Trascina all'interno per spostare · ⌘-trascina sposta i pixel · Elimina cancella · ⌘D deseleziona
ja: 長方形をドラッグ · Shift で追加 · Option で減算 · 正方形をドラッグ中にもう一度 Shift · 内側にドラッグして移動 · ⌘ キーを押しながらドラッグでピクセルを移動 · 削除で消去 · ⌘D で選択を解除
pt_br: Arrastar um retângulo · Shift adicionar · Opção subtrair · Shift novamente no meio do arrasto do quadrado · Arraste para dentro para mover · ⌘-arraste move pixels · Excluir limpa · ⌘D desmarcar
ru: Перетащить прямоугольник · Shift добавить · Опция вычесть · Снова сдвинуть квадрат в середине перетаскивания · Перетащить внутрь для перемещения · Перетаскивание с нажатой клавишей ⌘ перемещает пиксели · Удалить очищает · ⌘D отменить выбор
zh_hans: 拖动矩形 · Shift 添加 · Option 减去 · 再次 Shift 中间拖动正方形 · 向内拖动以移动 · ⌘-拖动移动像素 · 删除清除 · ⌘D 取消选择

source: Drag a text box · Click text to edit · Drag box handles to resize · ⌘Return finish · Escape cancel
ar: اسحب مربع نص · انقر فوق النص لتحريره · اسحب مقابض المربع لتغيير حجمه · ⌘إنهاء العودة · إلغاء الإلغاء
es: Arrastre un cuadro de texto · Haga clic en el texto para editarlo · Arrastre los controles del cuadro para cambiar el tamaño · ⌘Volver a finalizar · Escape cancelar
fr: Faites glisser une zone de texte · Cliquez sur le texte pour le modifier · Faites glisser les poignées de la zone pour la redimensionner · ⌘Return finish · Escape Cancel
hi: टेक्स्ट बॉक्स खींचें · संपादित करने के लिए टेक्स्ट पर क्लिक करें · आकार बदलने के लिए बॉक्स हैंडल खींचें · ⌘वापसी समाप्त करें · एस्केप रद्द करें
it: Trascina una casella di testo · Fai clic sul testo per modificarlo · Trascina le maniglie della casella per ridimensionarla · ⌘Return termina · Escape annulla
ja: テキスト ボックスをドラッグします · テキストをクリックして編集します · ボックス ハンドルをドラッグしてサイズを変更します · ⌘Return 終了 · Escape キャンセル
pt_br: Arraste uma caixa de texto · Clique no texto para editar · Arraste as alças da caixa para redimensionar · ⌘Retornar terminar · Escape cancelar
ru: Перетащите текстовое поле · Щелкните текст, чтобы отредактировать · Перетащите маркеры поля, чтобы изменить размер · ⌘Завершение возврата · Отмена выхода
zh_hans: 拖动文本框 · 单击文本进行编辑 · 拖动框手柄以调整大小 · ⌘返回完成 · 退出取消

source: Drag an ellipse · Shift add · Option subtract · Shift again mid-drag circle · Drag inside to move · Delete clears · ⌘D deselect
ar: اسحب شكلًا بيضاويًا · إضافة Shift · طرح الخيار · Shift مرة أخرى في منتصف دائرة السحب · اسحب للداخل للتحرك · حذف للمسح · ⌘D إلغاء التحديد
es: Arrastre una elipse · Mayús agregar · Opción restar · Mayús nuevamente mientras arrastra el círculo · Arrastre hacia adentro para mover · Eliminar borra · ⌘D deseleccionar
fr: Faites glisser une ellipse · Maj ajouter · Option soustraire · Décaler à nouveau au milieu du cercle de déplacement · Faire glisser à l'intérieur pour déplacer · Supprimer efface · ⌘D désélectionner
hi: एक दीर्घवृत्त खींचें · शिफ्ट जोड़ें · विकल्प घटाएं · फिर से मध्य-ड्रैग सर्कल में शिफ्ट करें · स्थानांतरित करने के लिए अंदर खींचें · हटाएं साफ़ करें · ⌘D अचयनित करें
it: Trascina un'ellisse · Maiusc aggiungi · Opzione sottrai · Maiusc di nuovo trascina il cerchio a metà · Trascina all'interno per spostare · Elimina cancella · ⌘D deseleziona
ja: 楕円をドラッグする · Shift キーで追加 · Option で減算 · ドラッグ円の途中で再度 Shift · 内側にドラッグして移動 · 削除でクリア · ⌘D 選択解除
pt_br: Arrastar uma elipse · Shift adicionar · Opção subtrair · Shift novamente no meio do círculo de arrasto · Arraste para dentro para mover · Excluir limpa · ⌘D desmarcar
ru: Перетащить эллипс · Shift добавить · Опция вычесть · Снова сдвинуть круг в середине перетаскивания · Перетащить внутрь для перемещения · Удалить очистить · ⌘D отменить выбор
zh_hans: 拖动椭圆 · Shift 加 · Option 减 · 再次按住 Shift 并在中间拖动圆圈 · 向内拖动以移动 · 删除清除 · ⌘D 取消选择

source: Drag inside the wheel. Angle sets hue, distance sets saturation.
ar: اسحب داخل العجلة. الزاوية تحدد اللون، والمسافة تحدد التشبع.
es: Arrastra dentro de la rueda. El ángulo establece el tono, la distancia establece la saturación.
fr: Faites glisser à l'intérieur de la roue. L'angle définit la teinte, la distance définit la saturation.
hi: पहिये के अंदर खींचें. कोण रंग निर्धारित करता है, दूरी संतृप्ति निर्धारित करती है।
it: Trascina all'interno della ruota. L'angolo imposta la tonalità, la distanza imposta la saturazione.
ja: ホイール内をドラッグします。角度は色相を設定し、距離は彩度を設定します。
pt_br: Arraste para dentro da roda. O ângulo define o matiz, a distância define a saturação.
ru: Перетащите внутрь колеса. Угол задает оттенок, расстояние задает насыщенность.
zh_hans: 拖动到轮子内部。角度设置色调，距离设置饱和度。

source: Drag on the layer to place a guide. Draw at least two lines.
ar: اسحب على الطبقة لوضع دليل. ارسم سطرين على الأقل.
es: Arrastra la capa para colocar una guía. Dibuja al menos dos líneas.
fr: Faites glisser sur le calque pour placer un guide. Tracez au moins deux lignes.
hi: गाइड लगाने के लिए परत पर खींचें। कम से कम दो रेखाएँ खींचिए।
it: Trascina sul livello per posizionare una guida. Disegna almeno due linee.
ja: レイヤー上でドラッグしてガイドを配置します。少なくとも 2 本の線を描きます。
pt_br: Arraste na camada para colocar uma guia. Desenhe pelo menos duas linhas.
ru: Перетащите слой, чтобы разместить направляющую. Нарисуйте не менее двух линий.
zh_hans: 在图层上拖动以放置参考线。至少画两条线。

source: Drag on the picture to move the curve for the tone under the pointer.
ar: اسحب على الصورة لتحريك المنحنى للنغمة الموجودة أسفل المؤشر.
es: Arrastre la imagen para mover la curva del tono debajo del puntero.
fr: Faites glisser sur l'image pour déplacer la courbe du ton sous le pointeur.
hi: पॉइंटर के नीचे टोन के लिए वक्र को स्थानांतरित करने के लिए चित्र को खींचें।
it: Trascina l'immagine per spostare la curva del tono sotto il puntatore.
ja: 画像上をドラッグして、ポインタの下のトーンのカーブを移動します。
pt_br: Arraste a imagem para mover a curva do tom sob o ponteiro.
ru: Перетащите изображение, чтобы переместить кривую тона под курсором.
zh_hans: 在图片上拖动以移动指针下方的色调曲线。

source: Drag or scroll to move around; double-click switches between Fit and 100%
ar: قم بالسحب أو التمرير للتنقل؛ انقر نقرًا مزدوجًا فوق التبديل بين Fit و100%
es: Arrastra o desplázate para moverte; Al hacer doble clic se cambia entre Ajustar y 100%.
fr: Faites glisser ou faites défiler pour vous déplacer ; double-cliquez pour basculer entre Ajuster et 100 %
hi: इधर-उधर जाने के लिए खींचें या स्क्रॉल करें; फ़िट और 100% के बीच डबल-क्लिक स्विच
it: Trascina o scorri per spostarti; facendo doppio clic si passa da Adatta a 100%
ja: ドラッグまたはスクロールして移動します。ダブルクリックすると、フィットと 100% が切り替わります。
pt_br: Arraste ou role para se movimentar; clique duas vezes para alternar entre Fit e 100%
ru: Перетащите или прокрутите, чтобы передвигаться; двойной щелчок переключает между Fit и 100%
zh_hans: 拖动或滚动即可四处移动；双击在“适合”和“100%”之间切换

source: Drag over blemishes to heal · [ ] size · Shift-[ ] hardness · Escape cancel · Space to pan
ar: اسحب فوق العيوب للشفاء · [ ] الحجم · Shift- [ ] الصلابة · إلغاء الهروب · مساحة للتحريك
es: Arrastre sobre las imperfecciones para curarlas · [ ] tamaño · Mayús-[ ] dureza · Escape cancelar · Espacio para desplazarse
fr: Faites glisser sur les imperfections pour guérir · [ ] taille · Shift-[ ] dureté · Échapper, annuler · Espace pour faire un panoramique
hi: ठीक करने के लिए दोषों पर खींचें · [ ] आकार · शिफ्ट-[ ] कठोरता · पलायन रद्द · पैन करने के लिए जगह
it: Trascina sulle imperfezioni per guarire · [ ] dimensione · Maiusc-[ ] durezza · Esci annulla · Spazio per eseguire la panoramica
ja: 傷の上をドラッグして修復します · [ ] サイズ · Shift-[ ] 硬さ · エスケープ キャンセル · パンするスペース
pt_br: Arraste sobre as manchas para curar · [ ] tamanho · Shift-[ ] dureza · Escape cancelar · Espaço para deslocar
ru: Чтобы вылечить дефекты, перетащите их · [ ] размер · Shift-[ ] жесткость · Escape-отмена · Пробел для панорамирования
zh_hans: 拖过瑕疵即可修复 · [ ] 大小 · Shift-[ ] 硬度 · 取消取消 · 平移空间

source: Drag to crop · Enter apply · Escape cancel · Space to pan
ar: اسحب للاقتصاص · أدخل تطبيق · هروب إلغاء · مسافة للتحريك
es: Arrastrar para recortar · Ingresar aplicar · Escapar cancelar · Espacio para desplazarse
fr: Faites glisser pour recadrer · Entrée Appliquer · Échapper Annuler · Espace pour effectuer un panoramique
hi: काटने के लिए खींचें · दर्ज करें लागू करें · पलायन रद्द करें · पैन करने के लिए जगह
it: Trascina per ritagliare · Invio applica · Esci annulla · Spazio per eseguire la panoramica
ja: ドラッグして切り抜きます · Enter apply · エスケープしてキャンセル · パンするスペース
pt_br: Arrastar para cortar · Entrar em aplicar · Escape cancelar · Espaço para deslocar
ru: Перетащите, чтобы обрезать · Введите «Применить» · Escape «Отмена» · Пробел для панорамирования
zh_hans: 拖动裁剪 · 输入应用 · 退出取消 · 空格平移

source: Drag to draw · Drag ends to adjust · Shift 45° · 1–0 opacity · Enter apply · Escape cancel
ar: اسحب للرسم · اسحب الأطراف للضبط · Shift 45° · 1–0 العتامة · أدخل تطبيق · إلغاء إلغاء
es: Arrastrar para dibujar · Arrastrar extremos para ajustar · Desplazar 45° · Opacidad 1–0 · Ingresar aplicar · Escape cancelar
fr: Faites glisser pour dessiner · Faites glisser les extrémités pour ajuster · Maj 45° · Opacité de 1 à 0 · Entrée Appliquer · Échapper Annuler
hi: चित्र बनाने के लिए खींचें · समायोजित करने के लिए सिरों को खींचें · 45° शिफ्ट करें · 1-0 अस्पष्टता · दर्ज करें लागू करें · एस्केप रद्द करें
it: Trascina per disegnare · Trascina le estremità per regolare · Sposta 45° · Opacità 1–0 · Invio applica · Esci annulla
ja: ドラッグして描画 · 端をドラッグして調整 · 45°シフト · 1 ～ 0 の不透明度 · Enter apply · エスケープしてキャンセル
pt_br: Arraste para desenhar · Arraste as extremidades para ajustar · Shift 45° · 1–0 opacidade · Enter aplicar · Escape cancelar
ru: Перетащите, чтобы нарисовать · Перетащите концы, чтобы отрегулировать · Сдвиг 45° · Непрозрачность 1–0 · Введите «Применить» · Escape «Отмена»
zh_hans: 拖动进行绘制 · 拖动末端进行调整 · 平移 45° · 1–0 不透明度 · 输入应用 · 退出取消

source: Drag to erase
ar: اسحب للمسح
es: Arrastrar para borrar
fr: Faites glisser pour effacer
hi: मिटाने के लिए खींचें
it: Trascina per cancellare
ja: ドラッグして消去します
pt_br: Arraste para apagar
ru: Перетащите, чтобы стереть
zh_hans: 拖动即可擦除

source: Drag to move · Handles to resize · Circle to rotate · 1–0 layer opacity · Space to pan
ar: اسحب للتحرك · مقابض لتغيير الحجم · دائرة للتدوير · 1–0 طبقة عتامة · مساحة للتحريك
es: Arrastre para mover · Controladores para cambiar el tamaño · Círculo para rotar · Opacidad de 1 a 0 capas · Espacio para desplazarse
fr: Faites glisser pour déplacer · Poignées pour redimensionner · Cercle pour faire pivoter · Opacité du calque de 1 à 0 · Espace pour effectuer un panoramique
hi: स्थानांतरित करने के लिए खींचें · आकार बदलने के लिए हैंडल · घुमाने के लिए वृत्त · 1-0 परत की अस्पष्टता · पैन करने के लिए जगह
it: Trascina per spostare · Maniglie per ridimensionare · Cerchio per ruotare · Opacità del livello 1–0 · Spazio per eseguire la panoramica
ja: ドラッグして移動 · ハンドルでサイズ変更 · 円で回転 · 1 ～ 0 のレイヤーの不透明度 · パンするスペース
pt_br: Arraste para mover · Alças para redimensionar · Círculo para girar · Opacidade da camada de 1 a 0 · Espaço para deslocar
ru: Перетаскивание для перемещения · Маркеры для изменения размера · Круг для вращения · Непрозрачность слоя 1–0 · Пространство для панорамирования
zh_hans: 拖动进行移动 · 用于调整大小的手柄 · 用于旋转的圆圈 · 1–0 层不透明度 · 用于平移的空间

source: Drag to paint
ar: اسحب للرسم
es: Arrastrar para pintar
fr: Faites glisser pour peindre
hi: पेंट करने के लिए खींचें
it: Trascina per dipingere
ja: ドラッグしてペイントします
pt_br: Arraste para pintar
ru: Перетащите, чтобы нарисовать
zh_hans: 拖动绘画

source: Drag to pan · Pinch to zoom
ar: اسحب للتحريك · قرصة للتكبير
es: Arrastrar para desplazar · Pellizcar para hacer zoom
fr: Faites glisser pour effectuer un panoramique · Pincez pour zoomer
hi: पैन करने के लिए खींचें · ज़ूम करने के लिए पिंच करें
it: Trascina per eseguire la panoramica · Pizzica per ingrandire
ja: ドラッグしてパン、ピンチしてズーム
pt_br: Arraste para deslocar · Aperte para ampliar
ru: Перетащите, чтобы панорамировать · Сведите пальцы, чтобы увеличить масштаб
zh_hans: 拖动进行平移·捏合进行缩放

source: Drag to push pixels
ar: اسحب لدفع البكسل
es: Arrastra para empujar píxeles
fr: Faites glisser pour pousser les pixels
hi: पिक्सेल पुश करने के लिए खींचें
it: Trascina per spostare i pixel
ja: ドラッグしてピクセルをプッシュします
pt_br: Arraste para empurrar pixels
ru: Перетащите, чтобы сдвинуть пиксели
zh_hans: 拖动以推动像素

source: Drag to resize the panel
ar: اسحب لتغيير حجم اللوحة
es: Arrastre para cambiar el tamaño del panel
fr: Faites glisser pour redimensionner le panneau
hi: पैनल का आकार बदलने के लिए खींचें
it: Trascina per ridimensionare il pannello
ja: ドラッグしてパネルのサイズを変更します
pt_br: Arraste para redimensionar o painel
ru: Перетащите, чтобы изменить размер панели
zh_hans: 拖动以调整面板大小

source: Drag to select · Drag inside to move · Shift add · Option subtract · Delete clears · ⌥⌫/⌘⌫ fill · ⌘D deselect
ar: اسحب للتحديد · اسحب للداخل للتحرك · إضافة Shift · طرح الخيار · حذف المسح · ⌥⌫/⌘⌫ ملء · ⌘D إلغاء التحديد
es: Arrastrar para seleccionar · Arrastrar hacia adentro para mover · Mayús agregar · Opción restar · Eliminar borra · ⌥⌫/⌘⌫ rellenar · ⌘D deseleccionar
fr: Faites glisser pour sélectionner · Faites glisser à l'intérieur pour déplacer · Maj ajouter · Option soustraire · Supprimer efface · ⌥⌫/⌘⌫ remplir · ⌘D désélectionner
hi: चयन करने के लिए खींचें · स्थानांतरित करने के लिए अंदर खींचें · शिफ्ट जोड़ें · विकल्प घटाएं · हटाएं साफ़ करें · ⌥⌫/⌘⌫ भरें · ⌘D अचयनित करें
it: Trascina per selezionare · Trascina all'interno per spostare · Maiusc aggiungi · Opzione sottrai · Elimina cancella · ⌥⌫/⌘⌫ riempi · ⌘D deseleziona
ja: ドラッグして選択 · 内側にドラッグして移動 · Shift を追加 · Option を削除 · 削除でクリア · ⌥⌫/⌘⌫ 塗りつぶし · ⌘D 選択解除
pt_br: Arraste para selecionar · Arraste para dentro para mover · Shift adicionar · Opção subtrair · Excluir limpezas · ⌥⌫/⌘⌫ preencher · ⌘D desmarcar
ru: Перетащите, чтобы выбрать · Перетащите внутрь, чтобы переместить · Shift добавить · Опция вычесть · Удалить очистить · ⌥⌫/⌘⌫ заполнить · ⌘D отменить выбор
zh_hans: 拖动选择 · 向内拖动移动 · Shift 添加 · 选项减去 · 删除清除 · ⌥⌫/⌘⌫ 填充 · ⌘D 取消选择

source: Drag to set hue and saturation. Double-click to reset this wheel.
ar: اسحب لضبط اللون والتشبع. انقر نقرًا مزدوجًا لإعادة ضبط هذه العجلة.
es: Arrastre para establecer el tono y la saturación. Haga doble clic para restablecer esta rueda.
fr: Faites glisser pour définir la teinte et la saturation. Double-cliquez pour réinitialiser cette roue.
hi: रंग और संतृप्ति सेट करने के लिए खींचें। इस पहिये को रीसेट करने के लिए डबल-क्लिक करें।
it: Trascina per impostare tonalità e saturazione. Fare doppio clic per reimpostare questa ruota.
ja: ドラッグして色相と彩度を設定します。ダブルクリックしてこのホイールをリセットします。
pt_br: Arraste para definir o matiz e a saturação. Clique duas vezes para redefinir esta roda.
ru: Перетащите, чтобы установить оттенок и насыщенность. Дважды щелкните, чтобы сбросить это колесо.
zh_hans: 拖动以设置色调和饱和度。双击可重置该轮子。

source: Drag to smudge
ar: اسحب للتلطيخ
es: Arrastrar para difuminar
fr: Faites glisser pour estomper
hi: धुंधला करने के लिए खींचें
it: Trascina per sfumare
ja: ドラッグして汚す
pt_br: Arraste para borrar
ru: Перетащите, чтобы размазать
zh_hans: 拖动涂抹

source: Drag to soften
ar: اسحب للتليين
es: Arrastrar para suavizar
fr: Faites glisser pour adoucir
hi: नरम करने के लिए खींचें
it: Trascina per ammorbidire
ja: ドラッグして柔らかくします
pt_br: Arraste para suavizar
ru: Перетащите, чтобы смягчить
zh_hans: 拖动以柔化

source: Drag up or down to lift or lower those tones. Drag a divider along the bottom to change which tones each region covers.
ar: اسحب لأعلى أو لأسفل لرفع تلك النغمات أو خفضها. اسحب فاصلًا على طول الجزء السفلي لتغيير النغمات التي تغطيها كل منطقة.
es: Arrastre hacia arriba o hacia abajo para subir o bajar esos tonos. Arrastre un divisor en la parte inferior para cambiar los tonos que cubre cada región.
fr: Faites glisser vers le haut ou vers le bas pour augmenter ou diminuer ces tons. Faites glisser un séparateur en bas pour modifier les tons couverts par chaque région.
hi: उन स्वरों को उठाने या नीचे करने के लिए ऊपर या नीचे खींचें। प्रत्येक क्षेत्र को कवर करने वाले टोन को बदलने के लिए नीचे की ओर एक डिवाइडर खींचें।
it: Trascina verso l'alto o verso il basso per alzare o abbassare i toni. Trascina un divisore nella parte inferiore per modificare i toni coperti da ciascuna regione.
ja: 上下にドラッグしてトーンを上げたり下げたりします。下部に沿って分割線をドラッグして、各領域がカバーするトーンを変更します。
pt_br: Arraste para cima ou para baixo para aumentar ou diminuir esses tons. Arraste um divisor na parte inferior para alterar quais tons cada região cobre.
ru: Перетащите вверх или вниз, чтобы повысить или понизить эти тона. Перетащите разделитель внизу, чтобы изменить тона, которые охватывает каждый регион.
zh_hans: 向上或向下拖动可提高或降低这些音调。沿底部拖动分隔线以更改每个区域覆盖的音调。
